print("|\\_/|")
print("|q p|   /}")
print('( 0 )"""\\')
print('|"^"`    |')
print("||_/=\\\\__|")

#3번째 4번째 줄에서 큰따옴표를 출력하기 위해 문자열을 둘러싸는 따옴표를 작은 따옴표로 사용해 그 안의 문자들이 출력될 수 있도록 해야한다.

#code2
print("|\\_/|")
print("|q p|   /}")
print("( 0 )\"\"\"\\")
print("|\"^\"`    |")
print("||_/=\\\\__|")

#이렇게도 쓸 수 있는데 따옴표를 바꾸지 않고, 그 자체를 문자로 사용하기 위해서 (\") 를 사용할 수도 있다.

#이스케이프 문자
#이스케이프 문자는 백슬래시(\)로 시작하며 특정 문자를 표현하는 데 사용됩니다. 몇 가지 일반적인 이스케이프 문자는 다음과 같다:

#\': 작은따옴표 출력
#\": 큰따옴표 출력
#\\: 백슬래시 출력
#\n: 줄바꿈
#\t: 탭
